export default {
  tabs: [
    {
      name: 'Администрирование',
      elements: [{
        label: 'Управление правами доступа',
      },{
        label: 'Управление пользователями',
      },{
        label: 'Конструктор модулей/цехов',
      },{
        label: 'Просмотр истории изменений (логи)',
      }]
    }, {
      name: 'Планирование',
      elements: [{
        label: 'Создание заявки на производство',
      },{
        label: 'Изменение заявки на производство',
      },{
        label: 'Отмена заявки на производство',
      },{
        label: 'Создание заказа на производство',
      },{
        label: 'Изменение заказа на производство',
      },{
        label: 'Создание ПП',
      },{
        label: 'Изменение ПП',
      },{
        label: 'Создание задания на месяц',
      },{
        label: 'Изменения задания на месяц',
      },{
        label: 'Изменение ЦЗ',
      },{
        label: 'Отмена ЦЗ',
      },{
        label: 'Создание СЗ',
      },{
        label: 'Изменение СЗ',
      },{
        label: 'Просмотр графиков производства',
      },{
        label: 'Просмотр нормокарт',
      },{
        label: 'Просмотр чертежей изделия и деталей в отдельности',
      }]
    },{
      // ОЗ
      name: 'ОЗ',
      elements: []
    },{
      name: 'Диспетчер',
      elements: []
    },{
      name: 'ОТК',
      elements: []
    },{
      name: 'Документация/отчеты',
      elements: [{
        label: 'Формирование отчетов по заданным критериям',
      },{
        label: 'Создание пользовательского шаблона отчета',
      },{
        label: 'Формирование отчетов по шаблону'
      },{
        label: 'Экспорт отчетов'
      },{
        label: 'Делиться отчетом'
      }]
    }
  ],
}